Repository: mozilla-l10n/mt-training-data
Catalog: mg/mg_pontoon.tmx
Source language: en_us
Languages: mg

source: Before we update your email, you must confirm it. Please click the link below or copy and paste the whole thing into your browser's location bar:
mg: Alohan'ny hanavaozanay ny mailakao, dia tsy maintsy hamafisinao io. Tsindrio azafady ny rohy eto ambany na adikao sy apetaho eo @ tsipi-toeran'ny mpitetinao ilay rohy manontolo:

source: Before you can log in, you need to confirm your email address. We've sent a new confirmation email to any account using <strong>%(email)s</strong>. To confirm the email address, just follow the link in the email.
mg: Alohan'ny hahafahanao miditra, dia mila manamafy ny adiresy mailakao ianao. Nandefasanay mailaka fanamafisana vaovao izay kaonty mampiasa ny <strong>%(email)s</strong>. Raha hanamafy ilay adiresy mailaka, dia araho fotsiny ilay rohy any @ mailaka.

source: Before you can log in, you need to confirm your email address. We've sent you an email with a confirmation link in it. Just click the link and you'll be ready to go!
mg: Alohan'ny hahafahanao miditra, dia mila manamafy ny adiresy mailakao ianao. Misy mailaka misy ilay rohy fanamafisana nalefanay any aminao. Tsindrio fotsiny ilay rohy ary ho vonona hanohy ianao!

source: Before you connect to Twitter, you must sign in to Mozilla Support.
mg: Alohan'ny hifandraisanao @ Twitter, dia tsy maintsy miditra @ Fanampiana Mozilla ianao.

source: Before you join, you need to give Army of Awesome the permission to post tweets on your behalf.
mg: Alohan'ny hidiranao, dia mila manome alàlana ny Tafiky ny Mahagaga hametaka tweet @ toeranao ianao.

source: Below is a list of items that you have watched. Checked items are items you are currently watching and unchecked items are no longer being watched.
mg: Eto ambany ny lisitry ny singa narahinao. Ireo singa voamarika tiky dia singa arahinao ankehitriny ary ireo tsy voamarika tiky kosa efa tsy arahinao intsony.

source: Be nice. Our volunteers are Mozilla users just like you, who take the time out of their day to help.
mg: Meteza ho tsara fanahy. Ireo mpilatsaka an-tsitrapontsika dia mpampiasa Mozilla tahaka anao ihany, izay maka @ fotoana @ androny mba hanampiana.

source: Biography
mg: Biografia

source: Body:
mg: Vatan-kafatra:

source: Bold
mg: Matevina

source: bold text
mg: soratra matevina

source: Bookmark options
mg: Safidy momba ny maripejy

source: Bookmarks
mg: Maripejy

source: Bookmarks and tabs
mg: Maripejy sy vakizoro

source: Briefly describe your changes:
mg: Soritsorito fohifohy ireo fanovanao:

source: Browse for an image to upload.
mg: Hitety h@ sary hampiakarina.

source: Browse for unsolved questions and help a fellow user
mg: Miteteza mba hahita fanontaniana tsy voavaha ary manampia mpampiasa namana

source: Browse for unsolved questions and help a Firefox user
mg: Miteteza mba hahita fanontaniana tsy voavaha ary manampia mpampiasa Firefox

source: Browse the questions for all the products together in one list.
mg: Tetezo ireo fanontaniana momba ny vokatra rehetra miaraka ao anaty lisitra iray.

source: Buddy of the Month! (10/2015)
mg: Akama t@ ity Volana ity! (10/2015)

source: Bulleted List
mg: Lisitra parasy

source: Bulleted list item
mg: Singan'ny lisitra parasy

source: Button of type "%s" does not exist.
mg: Tsy misy bokotra @ karazana "%s".

source: by <a class="username" href="{profile_url}">{username}</a>
mg: nataon'i <a class="username" href="{profile_url}">{username}</a>

source: by <a href="{profile_url}">{user}</a>
mg: nataon'i <a href="{profile_url}">{user}</a>

source: by {user}
mg: nataon'i {user}

source: Calendar
mg: Kalandrie

source: Calling and Contacts
mg: Fiantsoana sy Kaontakita

source: Cancel and go back to document history
mg: Foanana ary hiverina @ tantaran'ny tahiri-kevitra

source: Cancel Review
mg: Hanafoana Fanitsiana

source: cannedresponses
mg: valiny voatahiry mialoha

source: Canned Responses
mg: Valiny Voarakitra Mialoha

source: Can't find an answer? Summarize your question in a sentence.
mg: Tsy mahita valiny? Fintino anaty fehezanteny iray ny fanontanianao.

source: Cast to your TV
mg: Alely ho @ telenao

source: Category:
mg: Sokajy:

source: change
mg: hanova

source: Change
mg: Hanova

source: Change avatar
mg: Hanova avatar

source: Change Avatar
mg: Hanova Avatar

source: change category
mg: hanova sokajy

source: Changed
mg: Voaova

source: changed by {users}
mg: novain'i {users}

source: Change email
mg: Hanova mailaka

source: Change Email
mg: Hanova Mailaka

source: Change email address
mg: Hanova adiresy mailaka

source: Change {group} group avatar
mg: Hanova avataran'ny vondrona {group}

source: Change how Firefox handles videos, animations, music and other interactive content
mg: Ovao ny fomba fikirakiran'i Firefox horonantsary, sarimiaina, mozika sy atiny ifamaliana hafa

source: Change my email
mg: Hanova ny mailako

source: Change my password
mg: Hanova ny tenimiafiko

source: Change password
mg: Hanova tenimiafina

source: Change Password
mg: Hanova Tenimiafina

source: change product
mg: hanova vokatra

source: Change Revisions
mg: Hanova Fanitsiana

source: Changes:
mg: Fanovana:

source: Changes Needed
mg: Fanovana Ilaina

source: Changes Not Ready For Localization
mg: Fanovana Tsy Vonona Hadika

source: Change your email preferences
mg: Hanova ny fiasa mailaka tianao

source: Change your email preferences:
mg: Hanova ny fiasa tianao @ mailaka:

source: Change your history settings on Firefox for iOS
mg: Ovao ny tefin'ny tantaranao ao @ Firefox ho an'i iOS

source: characters remaining.
mg: maritsoratra sisa.

source: Chat and share
mg: Chat sy hizara

source: Check our documentation
mg: Zahao ny tahirin-kevitray

source: Choose a tweet below
mg: Mifidiana tweet eto ambany

source: Choose revisions to compare
mg: Hifidy fanitsiana hampitahaina

source: Chosen solution
mg: Vahaolana nofidina

source: Chosen Solution
mg: Vahaolana Nofidina

source: City
mg: Tanàna

source: Click here to find out where to help.
mg: Tsindrio eto hahitana toerana hanampiana.

source: Click here to verify your email address
mg: Tsindrio eto raha hanamarina ny adiresy mailakao

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
mg: Raha tsindrina Hanaiky dia handeha live ity kinovan'ny lahatsoratra ity! Makà fotoana kely azafady hakana antoka fa marina ny safidy rehetra.

source: Click on the empty box above this text.
mg: Tsindrio ilay boaty foana eo ambonin'ity soratra ity.

source: Clickthrough rate
mg: Tahan'ny tsindry tanteraka

source: Click Through Rate %
mg: Tahan'ny Tsindry Tanteraka %

source: Click to register.
mg: Tsindrio raha hisoratra.

source: Click to sign in.
mg: Tsindrio raha hiditra.

source: Close
mg: Akatona

source: Close account and delete all profile information
mg: Hanakatona kaonty sy hamafa ny fampahalalana mombamomba rehetra

source: Close Diff
mg: Akatona Fahasamihafana

source: Collect and retain information only when it is necessary to a project or task.
mg: Aza manangona sy mitana fampahalalana raha tsy rehefa ilaina @ tetikasa na lahasa ihany.

source: Comment
mg: Fanehoan-kevitra

source: Comment:
mg: Fanehoan-kevitra:

source: Common responses
mg: Valiny fahita

source: Community Discussion Only
mg: Adihevitry ny Vondrona Ihany

source: Community Discussions
mg: Adihevitry ny Vondrona

source: Community forums
mg: Fihaonamben'ny vondrona

source: Community Hub
mg: Foiben'ny Vondrona

source: Community Search Results
mg: Vokatry ny Fikarohana @ Vondrona

source: Compare Revisions
mg: Hampitsaha Fanitsiana

source: Compare Revisions | {document}
mg: Hampitsaha Fanitsiana | {document}

source: Compare Selected Revisions
mg: Hampitaha ireo Fanitsiana Voafantina

source: Compare Selected Translations
mg: Hampitaha ireo Dikateny Voafantina

source: Complete overview...
mg: Ambangovangony manontolo…

source: Confirmation email sent
mg: Lasa ny mailaka fanamafisana

source: Confirmation email sent successfully.
mg: Lasa soa aman-tsara ny mailaka fanamafisana.

source: Confirm password
mg: Hamafiso ny tenimiafina

source: Confirm registration
mg: Hamafiso ny fisoratana

source: Confirm your subscription
mg: Hamafiso ny fisoratanao

source: Confusing
mg: Mampisafotofoto saina

source: Congratulations!
mg: Arahabaina!

source: Connect on video and share pages with your network
mg: Mifandraisa @ alàlan'ny horonantsary ary mizarà pejy @ tambajotranao

source: Connect to your Twitter account
mg: Hifandray @ kaonty Twitter anao

source: Connect your Twitter account
mg: Ampifandraiso ny kaonty Twitter anao

source: Contacts
mg: Kaontakita

source: Contact Us
mg: Hifandray Aminay

source: Content
mg: Atiny

source: Content:
mg: Atiny:

source: Content changes that don't require immediate translation
mg: Fanovana atiny izay tsy mila fandikana eo noho eo

source: Continue Uploading Media
mg: Hanohy Hampiakatra Haino&jery

source: contributed
mg: nandray anjara

source: Contributed
mg: Nandray anjara

source: Contributing to Webmaker
mg: Fandraisana anjara @ Webmaker

source: Contributions
mg: Fandraisana anjara

source: Contributions in last 90 days: {count}
mg: Fandraisana anjara tao anatin'ny 90 andro lasa: {count}

source: Contributor articles
mg: Lahatsoratry ny mpandray anjara

source: Contributor Forums
mg: Fihaonamben'ny Mpandray Anjara

source: Contributors
mg: Mpandray anjara

source: Contributor Tools
mg: Fitaovan'ny Mpandray Anjara

source: Control how your information is saved or tracked
mg: Fero ny fomba itehirizana na anarahan-dia ny fampahalalanao

source: Control the information that Firefox saves
mg: Fero ny fampahalalana tehirizin'i Firefox

source: Cookies
mg: Kokia

source: Cookies and cache
mg: Kokia sy kasy

source: Copy your personal information from one browser to another
mg: Adikao avy @ mpitety iray mankao @ mpitety iray hafa ny fampahalalanao manokana

source: Copy your personal information from one Thunderbird to another
mg: Adikao avy @ Thunderbird iray mankao @ iray hafa ny fampahalanao manokana

source: Could not send a message to that email address.
mg: Tsy afaka nandefa hafatra @ io adiresy mailaka io.

source: Could not upload file. Please try again later.
mg: Tsy afa-nampiakatra rakitra. Andramo indray rehefa avy eo azafady.

source: Could not upload your image.
mg: Tsy afaka nampiakatra ny sarinao.

source: {count} Active Contributors (last 90 days)
mg: Mpandray Anjara Mavitrika {count} (90 andro lasa)

source: Country
mg: Firenena

source: %(count)s view
mg: Jery %(count)s

source: {count} visitors in the past 30 days
mg: Mpitsidika {count} tao anatin'ny 30 andro lasa

source: Crashes, errors and other issues
mg: Crash, tsy fetezana ary olana hafa

source: crashes on youtube
mg: ireo crash @ youtube

source: Crash ID
mg: ID an'ny crash

source: Crash ID(s)
mg: Ny(ireo) ID an'ny crash

source: Crashing
mg: Crash

source: Create
mg: Hamorona

source: Create a New Article | Knowledge Base
mg: Hamorona Lahatsoratra Vaovao | Tobim-pahalalana

source: Create a New Knowledge Base Article
mg: Hamorona Lahatsoratra Tobim-pahalalana Vaovao

source: Create a new support account
mg: Hamorona kaonty fanampiana vaovao

source: Create a new thread
mg: Hamorona resaka mitohy vaovao

source: Create a new thread | {d} | Knowledge Base
mg: Hamorona resaka mitohy | {d} | Tobim-pahalalana

source: Create announcement
mg: Hamorona fampandrenesana

source: Create a support account
mg: Hamorona kaonty fanampiana

source: Create a support account.
mg: Mamoròna kaonty fanampiana.

source: Created
mg: Voaforona

source: Created:
mg: Noforonina:

source: Created by:
mg: Noforonin'i:

source: Created date. Format: mm/dd/yy
mg: Daty namoronana. Endrika: vv/aa/tt

source: Created successfully
mg: Voaforona soa aman-tsara

source: Create my account
mg: Hamorona ny kaontiko

source: Creator
mg: Mpamorona

source: Creator:
mg: Mpamorona:

source: %(creator)s created a new revision to the document %(document_title)s.
mg: Namorona fanitsiana vaovao ny tahirin-kevitra %(document_title)s i %(creator)s.

source: %(creator)s submitted a new revision to the document %(document_title)s.
mg: Nandrotsaka fanitsiana vaovao ny tahirin-kevitra %(document_title)s i %(creator)s.

source: Current
mg: Ankehitriny

source: Current Content
mg: Atiny Ankehitriny

source: Current public revision:
mg: Fanitsian'ny daholobe ankehitriny:

source: Current public translation:
mg: Dikantenin'ny daholobe ankehitriny:

source: Customize canned replies - make each tweet unique
mg: Atokano ireo valiny voatahiry mialoha - ataovy miavaka ny tweet tsirairay

source: Customize controls, options and add-ons
mg: Hanokana fibaiko, safidy ary fanampy

source: Customize controls, options, settings and preferences
mg: Hanokana ireo famehezana, safidy, tefy ary fiasa tiana

source: Customize Firefox with add-ons, plugins, and extensions
mg: Atokano @ alàlan'ireo fanampy, fanohy ary fanitarana i Firefox

source: Customize preferences
mg: Hanokana fiasa tiana

source: Customize preferences for Firefox for iOS
mg: Atokano ireo fiasa tianao ho an'i Firefox ho an'i iOS

source: Customize settings and preferences
mg: Hanokana tefy sy fiasa tiana

source: Customize this article
mg: Hanokana an'ity lahatsoratra ity

source: Customize Thunderbird with add-ons, plugins, and extensions
mg: Atokano @ alàlan'ny fanampy, fanohy ary fanitarana i Thunderbird

source: Customize your screen on your Firefox OS device.
mg: Atokano ny efijerinao ao @ fitaovana Firefox OS anao.

source: Customize your search settings in Firefox for iOS
mg: Atokano ny tefin'ny fikarohana ao @ Firefox ho an'ny iOS

source: Daily
mg: Isan'andro

source: Daily Unique Visitors
mg: Mpitsidika Tokana Isan'andro

source: Date
mg: Daty

source: Date and Time
mg: Daty sy Ora

source: %(date)s by <a href="%(url)s">%(user)s</a>
mg: %(date)s nataon'i <a href="%(url)s">%(user)s</a>

source: Days since last activity:
mg: Andro hatr@ hetsika farany:

source: {d} Discussion
mg: Adihevitra {d}

source: {d} Discussion | Knowledge Base
mg: Adihevitra {d} | Tobim-pahalalana

source: Deactivated by
mg: Natsahatr'i

source: Deactivated user
mg: Mpampiasa natsahatra

source: Deactivate this user
mg: Hampitsahatra an'ity mpampiasa ity

source: Deactivate this user and mark all content as spam
mg: Hampitsahatra an'ity mpampiasa ity ary hanamarika ny atiny rehetra hoe spama

source: Deactivation Log
mg: Diarin'ny Famonoana

source: Defective
mg: Manan-kilema

source: Defense in Depth
mg: Fiarovana Lalindalina

source: Defer
mg: Hanemotra

source: Defer Revision
mg: Hanemotra Fanitsiana

source: Defer this Revision
mg: Hanemotra an'ity Fanitsiana ity

source: Defer this Translation
mg: Hanemotra an'ity Dikanteny ity

source: Defer Translation
mg: Hanemotra Dikanteny

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
mg: Famaritana: ny rakotra L10n dia refin'ny salanisan'ny tobi-mpitsidikay izay nandrosoana lahatsoratra TP @ tenim-pireneny manokana. Io dia kajiana @ alàlan'ny fikaontiana ny 50 voalohany Anglisy ampiharana coefficient an'ny toetry ny fandikana lahatsoratra iray sy ny isan'ny mpitsidika @ tenim-pirenena tsirairay.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
mg: Famaritana ny fandraisana anjara: nanitsy lahatsoratra 1+ na nitsara lahatsoratra 1+

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
mg: Famaritana ny fandraisana anjara: nanitsy lahatsoratra tsy Anglisy 1+ na nitsara lahatsoratra tsy Anglisy 1+.

source: Definition of contribution: replied to a tweet.
mg: Famaritana ny fandraisana anjara: namaly tweet.

source: Definition of contribution: wrote 10+ posts
mg: Famaritana ny fandraisana anjara: nanoratra petadrindrina 10+

source: Definition: Percentage of people searching who click on an item on the search results page.
mg: Famaritana: salanisan'ny olona nikaroka izay nandindry singa iray amin'ilay pejy vokatry ny fikarohana.

source: Definition: Percentage of questions that get an action within X hours
mg: Famaritana: salanisan'ireo fanontaniana nahazo hetsika tao anatin'ny X ora

source: Definition: Percentage of threads that have answer marked as a solution
mg: Famaritana: salanisan'ireo resaka mitohy izay manana valiny voamarika hoe vahaolana

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
mg: Famaritana: tahan'ny vato “eny”/total ho an'ireo lahatsoratra TP, resaka mitohy ao @ fihaonambe

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
mg: Famaritana: ny isan'ny olona nandray anjara tao @ ireo kinovan'ny TP tsy Anglisy tao anatin'ny 30 andro lasa.

source: Definition: The number of people who have contributed to the Army of Awesome in the last 30 days.
mg: Famaritana: ny isan'ny olona nandray anjara tao amin'ny Tafiky ny Mahagaga tao anatin'ny 30 andro lasa.

source: Definition: The number of people who have contributed to the forums in the last 30 days.
mg: Famaritana: ny isan'ny olona nandray anjara tao amin'ireo fihaonambe tao anatin'ny 30 andro lasa.

source: Definition: The number of people who have contributed to the KB in the last 30 days.
mg: Famaritana: ny isan'ny olona nandray anjara tao @ TP tao anatin'ny 30 andro lasa.

source: Delete answer
mg: Hamafa valiny

source: Delete Answer | {t} | Firefox Support Forum
mg: Hamafa valiny | {t} | Fihaonambe Fanampiana Firefox

source: Delete avatar
mg: Hamafa avatar

source: Delete Document
mg: Hamafa Tahiri-kevitra

source: Delete Document | {document}
mg: Hamafa Tahiri-kevitra | {document}

source: Delete {group} group avatar
mg: Hamafa avataran'ny vondrona {group}

source: Delete image
mg: Hamafa sary

source: Delete image | {t} | Media Gallery
mg: Hamafa sary | {t} | Galerian'ny Haino&jery

source: Delete message
mg: Hamafa hafatra

source: Delete Message
mg: Hamafa Hafatra

source: Delete messages?
mg: Hamafa ireo hafatra?

source: Delete My Account
mg: Hamafa Ny Kaontiko

source: Delete Post
mg: Hamafa Petadrindrina

source: Delete Post | {t} | {d} Discussion | Knowledge Base
mg: Hamafa Petadrindrina | {t} | Adihevitra {d} | Tobim-pahalalana

source: Delete question
mg: Hamafa fanontaniana

source: Delete Question | {t} | Firefox Support Forum
mg: Hamafa Fanontaniana | {t} | Fihaonambe Fanampiana Firefox

source: Delete Revision
mg: Hamafa Fanitsiana

source: Delete Revision | {document}
mg: Hamafa Fanitsiana | {document}

source: Delete Selected
mg: Hamafa Voafantina

source: Delete selected images
mg: Hamafa ireo sary tafakatra

source: Delete this document
mg: Hamafa an'ity tahirin-kevitra ity

source: Delete this image
mg: Hamafa an'io sary io

source: Delete this post
mg: Hamafa ity petadrindrina ity

source: Delete this question
mg: Hamafa an'ity fanontaniana ity

source: Delete this revision
mg: Hamafa an'ity fanitsiana ity

source: Delete this thread
mg: Hamafa ity resaka mitohy ity

source: Delete Thread
mg: Hamafa Resaka Mitohy

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
mg: Hamafa Resaka Mitohy | {t} | Adihevitra {d} | Tobim-pahalalana

source: Delete video
mg: Hamafa horonantsary

source: Delete video | {t} | Media Gallery
mg: Hamafa horonantsary | {t} | Galerian'ny Haino&jery

source: Deleting your account will prevent you from answering or posting questions in Mozilla Support. This action will clear your profile and cannot be restored again.
mg: Ny famafana ny kaontinao dia hanakana anao tsy ho afaka hamaly na hametaka fanontaniana ao @ Fanampiana Mozilla. Izany dia hamafa ny mombamomba anao ary tsy ho azo arenina intsony.

source: Describe your issue here.
mg: Soritsorito eto ny olanao.

source: Description:
mg: Fanoritsoritana:

source: desktop
mg: birao

source: Details
mg: Antsipiriany

source: Device:
mg: Fitaovana:

source: Did not work as expected
mg: Tsy nandeha araka ny nantenaina

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
mg: Nanampy anao koa ve ity valiny ity? Nahita petadrindrina hafa manampy kokoa ve ianao? Ampahafantaro ireo mpampiasa Firefox hafa izany ka mandatsaha vato eo akaikin'ilay valiny.

source: Did this reply solve your problem?
mg: Namaha ny olanao ve ity valiny ity?

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
mg: Fantatrao ve fa mpampiasa Firefox tahaka anao ihany i %(answerer)s? Manomboha manampy mpampiasa Firefox hafa ka <a href="https://%(host)s/questions?filter=unsolved"> tetezo ireo fanontaniana</a> -- mety hahafaly olona tsotra izao ianao!

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
mg: Fantatrao ve fa mpampiasa Firefox tahaka anao ihany i %(answerer)s? Manomboha manampy mpampiasa Firefox hafa ka tetezo ireo fanontaniana ao @ https://%(host)s/questions?filter=unsolved -- mety hahafaly olona tsotra izao ianao!

source: Did you mean %s?
mg: %s ve no tianao holazaina?

source: Differences
mg: Fahasamihafana

source: Discuss
mg: Hiady Hevitra

source: Discussion
mg: Adihevitra

source: Discussion Forums
mg: Fihaonambe Fiandian-kevitra

source: Display
mg: Seho

source: Display and appearance
mg: Seho sy endrika

source: Display Badges
mg: Hampiseho Bajy

source: Display name
mg: Anarana isehoana

source: Display your digital badges on your social networks, job sites and your own website.
mg: Asehoy @ tambajotram-piarahamonina, tranonkalan'asa sy tranonkalanao manokana ireo bajy nomerikanao.

source: Do any of these articles answer your question?
mg: Mahavaly ny fanontanianao ve ny iray @ ireto lahatsoratra ireto?

source: Document contributors
mg: Mpandray anjara @ tahirin-kevitra

source: Document Deleted | {document}
mg: Tahiri-kevitra Voafafa | {document}

source: Documents
mg: Tahirin-kevitra

source: Documents edited or translated
mg: Tahirin-kevitra nahitsy na nadika

source: Documents in the Template category must have titles that start with "{prefix}". (Current title is "{title}")
mg: Tsy maintsy manana lohateny manomboka @ "{prefix}" ireo tahirin-kevitra ao @ sokajy Modely. (Ny lohateny ankehitriny dia "{title}")

source: Documents that include "{title}"
mg: Tahirin-kevitra ahitana "{title}"

source: Documents that link to "{title}"
mg: Tahirin-kevitra mifandrohy @ "{title}"

source: Documents that use "{title}" as a template
mg: Tahirin-kevitra mampiasa "{title}" ho modely

source: Documents with titles that start with "{prefix}" must be in the templates category. (Current category is "{category}")
mg: Tsy maintsy ao @ sokajy Modely ireo tahirin-kevitra manomboka @ "{prefix}". (Ny sokajy ankehitriny dia "{category}")

source: Does this reply solve the problem?
mg: Mamaha ny olana ve ity valiny ity?

source: Do more with apps
mg: Hanao misimisy @ alàlan'ireo app

source: Done
mg: Vita

source: Done!
mg: Vita!

source: Done! Your question is now posted on the Mozilla community support forum.
mg: Vita! Mipetaka ao @ fihaonambe fanampian'ny vondrona Mozilla izao ny fanontanianao.

source: Do not disclose personal user information without the userâs consent.
mg: Aza mamoaka fampahalalan'ny mpampiasa manokana raha tsy nekeny izany.

source: Don't filter
mg: Aza sivanina

source: Don't have an account? Register
mg: Tsy manana kaonty? Misorata

source: download
mg: hampidina
